Repository: Borisserz/FoodTracker
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Loading Diet Plans...
de: Diätpläne werden geladen...
es: Cargando planes de dieta...
fr: Chargement des plans de régime...
it: Caricamento programmi dietetici...
pt_pt: Carregando planos de dieta...
ru: Загрузка планов диеты...

source: LOADING PHOTOS
de: FOTOS LADEN
es: CARGANDO FOTOS
fr: CHARGEMENT DES PHOTOS
it: CARICAMENTO FOTO
pt_pt: CARREGANDO FOTOS
ru: ЗАГРУЗКА ФОТО

source: Loading Profile...
de: Profil wird geladen...
es: Cargando perfil...
fr: Chargement du profil...
it: Caricamento profilo...
pt_pt: Carregando perfil...
ru: Загрузка профиля...

source: Lobster Tails
de: Hummerschwänze
es: Colas de langosta
fr: Queues de homard
it: Code di aragosta
pt_pt: Caudas de lagosta
ru: Хвосты омара

source: Locked
de: Gesperrt
es: bloqueado
fr: Fermé
it: Bloccato
pt_pt: Bloqueado
ru: Заблокировано

source: Log %lld kcal
de: Protokollieren Sie %lld kcal
es: Registrar %lld kcal
fr: Journal %lld kcal
it: Registra %lld kcal
pt_pt: Registrar %lld kcal
ru: Записать %lld ккал

source: Log Activity
de: Protokollaktivität
es: Actividad de registro
fr: Activité du journal
it: Registra attività
pt_pt: Registrar atividade
ru: Журнал активности

source: Log breakfast before 9 AM
de: Log-Frühstück vor 9 Uhr
es: Registra el desayuno antes de las 9 a.m.
fr: Enregistrez le petit-déjeuner avant 9h00
it: Registra la colazione prima delle 9:00
pt_pt: Registrar café da manhã antes das 9h
ru: Записать завтрак до 9 утра

source: Log food to see distribution.
de: Protokollieren Sie Lebensmittel, um die Verteilung zu sehen.
es: Registre los alimentos para ver la distribución.
fr: Enregistrez la nourriture pour voir la distribution.
it: Registra il cibo per vedere la distribuzione.
pt_pt: Registre os alimentos para ver a distribuição.
ru: Запишите еду, чтобы увидеть распределение.

source: Log in
de: Einloggen
es: Acceso
fr: Se connecter
pt_pt: Conecte-se
ru: Авторизоваться

source: Log Manually - input custom food
de: Manuell protokollieren – Geben Sie benutzerdefinierte Lebensmittel ein
es: Iniciar sesión manualmente: ingrese alimentos personalizados
fr: Connectez-vous manuellement - saisissez des aliments personnalisés
it: Accedi manualmente: inserisci cibo personalizzato
pt_pt: Registrar manualmente - inserir comida personalizada
ru: Записывать вручную – ввод индивидуальной еды

source: Log Meal
de: Protokollmahlzeit
es: Comida de registro
fr: Repas en bûche
it: Registra pasto
pt_pt: Refeição de registro
ru: Добавлено

source: Log out
de: Abmelden
es: Finalizar la sesión
fr: Se déconnecter
it: Esci
pt_pt: Sair
ru: Выйти

source: Log Physical Activity
de: Protokollieren Sie körperliche Aktivität
es: Registrar actividad física
fr: Enregistrer l'activité physique
it: Registra l'attività fisica
pt_pt: Registrar atividade física
ru: Записывать физическую активность

source: Log Weight
de: Stammgewicht
es: Peso del tronco
fr: Poids du journal
it: Peso del registro
pt_pt: Peso do registro
ru: Вес журнала

source: Log your first meal
de: Protokollieren Sie Ihre erste Mahlzeit
es: Registra tu primera comida
fr: Enregistrez votre premier repas
it: Registra il tuo primo pasto
pt_pt: Registre sua primeira refeição
ru: Запишите свой первый прием пищи

source: Log your first meal to see your macro balance.
de: Protokollieren Sie Ihre erste Mahlzeit, um Ihre Makrobilanz zu sehen.
es: Registre su primera comida para ver su saldo macro.
fr: Enregistrez votre premier repas pour voir votre solde macro.
it: Registra il tuo primo pasto per vedere il tuo saldo macro.
pt_pt: Registre sua primeira refeição para ver seu equilíbrio macro.
ru: Запишите первый прием пищи, чтобы увидеть баланс макросов.

source: Logged at %@
de: Angemeldet bei %@
es: Registrado en %@
fr: Connecté à %@
it: Registrato su %@
pt_pt: Registrado em %@
ru: Записано в %@

source: Long press empty space
de: Leerzeichen lange drücken
es: Mantenga presionado el espacio vacío
fr: Appuyez longuement sur l'espace vide
it: Premi a lungo lo spazio vuoto
pt_pt: Pressione longamente o espaço vazio
ru: Длительное нажатие на пустое место

source: Long press your Home Screen and tap '+' to add widgets.
de: Drücken Sie lange auf Ihren Startbildschirm und tippen Sie auf „+“, um Widgets hinzuzufügen.
es: Mantenga presionada la pantalla de inicio y toque '+' para agregar widgets.
fr: Appuyez longuement sur votre écran d'accueil et appuyez sur « + » pour ajouter des widgets.
it: Premi a lungo la schermata Home e tocca "+" per aggiungere widget.
pt_pt: Pressione longamente a tela inicial e toque em '+' para adicionar widgets.
ru: Нажмите и удерживайте главный экран и нажмите «+», чтобы добавить виджеты.

source: Lose
de: Verlieren
es: Perder
fr: Perdre
it: Perdere
pt_pt: Perder
ru: Сброс

source: Lose Weight
de: Gewicht verlieren
es: Perder peso
fr: Perdre du poids
it: Perdere peso
pt_pt: Perder peso
ru: Худеть

source: lost per week
de: pro Woche verloren
es: perdido por semana
fr: perdu par semaine
it: perso a settimana
pt_pt: perdido por semana
ru: потеря в неделю

source: Low Carb & Keto
de: Low Carb und Keto
es: Bajo en carbohidratos y cetogénico
fr: Faible teneur en glucides et céto
it: Basso contenuto di carboidrati e cheto
pt_pt: Baixo teor de carboidratos e ceto
ru: Низкоуглеводные и Кето

source: Low Carb Turkey Meatballs with Zucchini Noodles
de: Low Carb Putenfleischbällchen mit Zucchininudeln
es: Albóndigas de pavo bajas en carbohidratos con fideos de calabacín
fr: Boulettes de dinde à faible teneur en glucides avec nouilles de courgettes
it: Polpette di tacchino a basso contenuto di carboidrati con tagliatelle di zucchine
pt_pt: Almôndegas de peru com baixo teor de carboidratos e macarrão de abobrinha
ru: Низкоуглеводные фрикадельки из индейки с лапшой из цуккини

source: Low Energy?
de: Niedrigenergie?
es: ¿Energía baja?
fr: Faible consommation d'énergie ?
it: Bassa energia?
pt_pt: Baixa energia?
ru: Мало энергии?

source: Low Fat
de: Wenig Fett
es: Bajo en grasa
fr: Faible en gras
it: Basso contenuto di grassi
pt_pt: Baixo teor de gordura
ru: С низким содержанием жира

source: Low protein if not planned properly
de: Wenig Protein, wenn nicht richtig geplant
es: Bajas proteínas si no se planifican adecuadamente
fr: Faible en protéines si pas planifié correctement
it: Basso contenuto proteico se non pianificato correttamente
pt_pt: Pouca proteína se não for planejado adequadamente
ru: Низкий уровень белка, если не запланировано должным образом

source: Low-Carb Veggies
de: Low-Carb-Gemüse
es: Verduras bajas en carbohidratos
fr: Légumes faibles en glucides
it: Verdure a basso contenuto di carboidrati
pt_pt: Vegetais com baixo teor de carboidratos
ru: Низкоуглеводные овощи

source: Low-Carb Zucchini Noodles with Pesto
de: Low-Carb-Zucchininudeln mit Pesto
es: Fideos de calabacín bajos en carbohidratos con pesto
fr: Nouilles de courgettes faibles en glucides au pesto
it: Tagliatelle di zucchine a basso contenuto di carboidrati con pesto
pt_pt: Macarrão de abobrinha com baixo teor de carboidratos e pesto
ru: Низкоуглеводная лапша из кабачков с соусом песто

source: Low-fat Cottage Cheese
de: Fettarmer Hüttenkäse
es: Requesón bajo en grasa
fr: Fromage cottage faible en gras
it: Ricotta a basso contenuto di grassi
pt_pt: Queijo cottage com baixo teor de gordura
ru: Нежирный творог

source: Low-fat Dairy
de: Fettarme Milchprodukte
es: Lácteos bajos en grasa
fr: Produits laitiers faibles en gras
it: Latticini a basso contenuto di grassi
pt_pt: Laticínios com baixo teor de gordura
ru: Обезжиренные молочные продукты

source: Low-fat Yogurt
de: Fettarmer Joghurt
es: Yogur bajo en grasa
fr: Yaourt faible en gras
it: Yogurt magro
pt_pt: Iogurte desnatado
ru: Нежирный йогурт

source: Lunch
de: Mittagessen
es: Almuerzo
fr: Déjeuner
it: Pranzo
pt_pt: Almoço
ru: Обед

source: Macadamia-Crusted Halibut with Lemongrass Velouté
de: Heilbutt in Macadamiakruste mit Zitronengras-Velouté
es: Fletán con costra de macadamia y velouté de limoncillo
fr: Flétan en croûte de macadamia et velouté de citronnelle
it: Halibut in crosta di macadamia con vellutata alla citronella
pt_pt: Halibute com Crosta de Macadâmia e Velouté de Capim Limão
ru: Палтус в корочке из макадамии с велюте из лемонграсса

source: Macro & Logging Stability
de: Makro- und Protokollierungsstabilität
es: Estabilidad de registro y macros
fr: Stabilité des macros et de la journalisation
it: Stabilità delle macro e della registrazione
pt_pt: Estabilidade de macro e registro
ru: Стабильность макросов и журналирования

source: Macro Trainee
de: Makro-Praktikant
es: Aprendiz Macro
fr: Stagiaire Macro
it: Tirocinante Macro
pt_pt: Estagiário Macro
ru: Ученик по макросам

source: Macro Verdicts
de: Makro-Urteile
es: Veredictos macro
fr: Verdicts macro
it: Verdetti macro
pt_pt: Veredictos macro
ru: Макровердикты

source: Macronutrients
de: Makronährstoffe
es: Macronutrientes
fr: Macronutriments
it: Macronutrienti
pt_pt: Macronutrientes
ru: Макронутриенты

source: Macros Balance
de: Makros-Balance
es: Saldo de macros
fr: Solde des macros
it: Bilanciamento delle macro
pt_pt: Equilíbrio de macros
ru: Макросы Баланс

source: Made with ❤️ for your health
de: Hergestellt mit ❤️ für Ihre Gesundheit
es: Hecho con ❤️ para tu salud
fr: Fabriqué avec ❤️ pour votre santé
it: Fatto con ❤️ per la tua salute
pt_pt: Feito com ❤️ para sua saúde
ru: Сделано с ❤️ для вашего здоровья

source: Main Source
de: Hauptquelle
es: Fuente principal
fr: Source principale
it: Fonte principale
pt_pt: Fonte principal
ru: Основной источник

source: Maintain
de: Pflegen
es: Mantener
fr: Maintenir
it: Mantenere
pt_pt: Manter
ru: Поддержание

source: Maintenance
de: Wartung
es: Mantenimiento
fr: Entretien
it: Manutenzione
pt_pt: Manutenção
ru: Поддержание

source: Maitake & Chanterelle Mushrooms
de: Maitake und Pfifferlinge
es: Hongos Maitake y Rebozuelos
fr: Champignons Maïtaké et Chanterelles
it: Funghi Maitake e Finferli
pt_pt: Cogumelos Maitake e Chanterelle
ru: Грибы Майтаке и Лисички

source: Make this product public so others can find it via text search.
de: Machen Sie dieses Produkt öffentlich, damit andere es über die Textsuche finden können.
es: Haga público este producto para que otros puedan encontrarlo mediante una búsqueda de texto.
fr: Rendre ce produit public afin que d'autres puissent le trouver via une recherche textuelle.
it: Rendi pubblico questo prodotto in modo che altri possano trovarlo tramite la ricerca testuale.
pt_pt: Torne este produto público para que outras pessoas possam encontrá-lo por meio de pesquisa de texto.
ru: Сделайте этот продукт общедоступным, чтобы другие могли найти его с помощью текстового поиска.

source: Manual Entry
de: Manuelle Eingabe
es: Entrada manual
fr: Saisie manuelle
it: Inserimento manuale
pt_pt: Entrada manual
ru: Ручной ввод

source: Maple Syrup
de: Ahornsirup
es: Jarabe de arce
fr: Sirop d'érable
it: Sciroppo d'acero
pt_pt: Xarope de bordo
ru: Кленовый сироп

source: Marcona Almonds
de: Marcona-Mandeln
es: Almendras marconas
fr: Amandes Marcona
it: Mandorle Marcona
pt_pt: Amêndoas Marcona
ru: Маркона Миндаль

source: Mark as Completed
de: Als abgeschlossen markieren
es: Marcar como completado
fr: Marquer comme terminé
it: Contrassegna come completato
pt_pt: Marcar como concluído
ru: Отметить как завершенное

source: Master Chef
de: Meisterkoch
es: Maestro cocinero
fr: Maître cuisinier
it: Maestro Cuoco
pt_pt: Mestre Chef
ru: Мастер Шеф

source: Master Your Nutrition
de: Meistern Sie Ihre Ernährung
es: Domina tu nutrición
fr: Maîtrisez votre nutrition
it: Padroneggia la tua alimentazione
pt_pt: Domine sua nutrição
ru: Управляйте своим питанием

source: Matcha Green Tea Protein Smoothie
de: Matcha-Grüntee-Protein-Smoothie
es: Batido de proteínas de té verde Matcha
fr: Smoothie protéiné au thé vert matcha
it: Frullato proteico al tè verde Matcha
pt_pt: Smoothie de proteína de chá verde Matcha
ru: Протеиновый смузи с зеленым чаем матча

source: Matcha Powder
de: Matcha-Pulver
es: polvo de matcha
fr: Matcha en poudre
it: Polvere di matcha
pt_pt: Matchá em Pó
ru: Матча порошок

source: Max Fat Burn
de: Maximale Fettverbrennung
es: Quema máxima de grasa
fr: Brûlure maximale des graisses
it: Bruciare al massimo i grassi
pt_pt: Queima máxima de gordura
ru: Максимальное сжигание жира

source: Maximizes muscle synthesis. Keeps you feeling full longer and supports recovery.
de: Maximiert die Muskelsynthese. Hält länger satt und unterstützt die Regeneration.
es: Maximiza la síntesis muscular. Te mantiene lleno por más tiempo y apoya la recuperación.
fr: Maximise la synthèse musculaire. Vous permet de vous sentir rassasié plus longtemps et favorise la récupération.
it: Massimizza la sintesi muscolare. Ti fa sentire sazio più a lungo e supporta il recupero.
pt_pt: Maximiza a síntese muscular. Mantém você se sentindo saciado por mais tempo e auxilia na recuperação.
ru: Максимизирует мышечный синтез. Сохраняет чувство сытости дольше и способствует восстановлению.

source: Meal
de: Mahlzeit
es: Comida
fr: Repas
it: Pasto
pt_pt: Refeição
ru: Еда

source: Meal AI
de: Mahlzeit-KI
es: IA de comida
fr: Repas IA
it: Pasto AI
pt_pt: Refeição IA
ru: AI Сканер

source: Meal Details
de: Einzelheiten zu den Mahlzeiten
es: Detalles de la comida
it: Dettagli del pasto
pt_pt: Detalhes da refeição
ru: Детали питания

source: Meal Distribution
de: Essensverteilung
es: Distribución de comidas
fr: Distribution des repas
it: Distribuzione dei pasti
pt_pt: Distribuição de refeições
ru: Распределение еды

source: Meal Type
de: Art der Mahlzeit
es: Tipo de comida
fr: Type de repas
it: Tipo di pasto
pt_pt: Tipo de refeição
ru: Тип питания

source: Meals
de: Mahlzeiten
es: Comidas
fr: Repas
it: Pasti
pt_pt: Refeições
ru: Питание

source: MEALS
de: MAHLZEITEN
es: COMIDAS
fr: REPAS
it: PASTI
pt_pt: REFEIÇÕES
ru: ПИТАНИЕ

source: Meals Breakdown
de: Aufschlüsselung der Mahlzeiten
es: Desglose de comidas
fr: Répartition des repas
it: Ripartizione dei pasti
pt_pt: Repartição das refeições
ru: Распределение блюд

source: Meals Logged
de: Mahlzeiten protokolliert
es: Comidas registradas
fr: Repas enregistrés
it: Pasti registrati
pt_pt: Refeições registradas
ru: Дневник питания

source: Meat & Fish
de: Fleisch und Fisch
es: Carne y Pescado
fr: Viande et poisson
it: Carne e Pesce
pt_pt: Carne e Peixe
ru: Мясо и рыба

source: Mediterranean
de: Mittelmeer
es: mediterráneo
fr: méditerranéen
it: mediterraneo
pt_pt: Mediterrâneo
ru: Средиземноморская

source: Mediterranean Quinoa Bowl
de: Mediterrane Quinoa-Bowl
es: Tazón de quinua mediterránea
fr: Bol de quinoa méditerranéen
it: Ciotola di quinoa mediterranea
pt_pt: Tigela de Quinoa Mediterrânea
ru: Средиземноморская чаша киноа

source: Mediterranean-style salmon with mixed greens
de: Lachs nach mediterraner Art mit gemischtem Grün
es: Salmón al estilo mediterráneo con verduras mixtas
fr: Saumon à la méditerranéenne et mesclun
it: Salmone alla mediterranea con verdure miste
pt_pt: Salmão ao estilo mediterrâneo com mix de verduras
ru: Лосось в средиземноморском стиле с зеленью

source: Medium (30m)
de: Mittel (30 m)
es: Mediano (30m)
fr: Moyen (30m)
it: Medio (30 m)
pt_pt: Médio (30m)
ru: Средне (30м)

source: Melted mozzarella, sweet balsamic glaze, and juicy tomatoes over lean chicken breasts. 🍅
de: Geschmolzener Mozzarella, süße Balsamico-Glasur und saftige Tomaten auf mageren Hähnchenbruststücken. 🍅
es: Mozzarella derretida, glaseado balsámico dulce y tomates jugosos sobre pechugas de pollo magras. 🍅
fr: Mozzarella fondue, glaçage balsamique sucré et tomates juteuses sur des poitrines de poulet maigres. 🍅
it: Mozzarella fusa, glassa balsamica dolce e pomodori succosi su petti di pollo magri. 🍅
pt_pt: Mussarela derretida, cobertura balsâmica doce e tomates suculentos sobre peitos de frango magros. 🍅
ru: Растопленная моцарелла, сладкая бальзамическая глазурь и сочные помидоры на постной куриной грудке. 🍅

source: Mental Clarity
de: Geistige Klarheit
es: Claridad mental
fr: Clarté mentale
it: Chiarezza mentale
pt_pt: Clareza Mental
ru: Ясность ума

source: Menu AI
de: Menü AI
es: Menú IA
fr: Menu IA
it: Menù AI
ru: Меню ИИ

source: Mercury exposure from some fish
de: Quecksilberbelastung durch einige Fische
es: Exposición al mercurio de algunos peces.
fr: Exposition au mercure de certains poissons
it: Esposizione al mercurio da parte di alcuni pesci
pt_pt: Exposição ao mercúrio de alguns peixes
ru: Воздействие ртути от некоторых рыб

source: Metabolic
de: Stoffwechsel
es: Metabólico
fr: Métabolique
it: Metabolico
pt_pt: Metabólico
ru: Метаболический

source: Metabolic Health
de: Stoffwechselgesundheit
es: Salud metabólica
fr: Santé métabolique
it: Salute metabolica
pt_pt: Saúde Metabólica
ru: Метаболическое здоровье

source: Metabolic Health Breakdown
de: Aufschlüsselung der Stoffwechselgesundheit
es: Desglose de la salud metabólica
fr: Répartition de la santé métabolique
it: Ripartizione della salute metabolica
pt_pt: Repartição da saúde metabólica
ru: Расстройство метаболического здоровья

source: Metric
de: Metrisch
es: Métrico
fr: Métrique
it: Metrico
pt_pt: Métrica
ru: Метрическая

source: Metric (kg, cm, ml)
de: Metrisch (kg, cm, ml)
es: Métrico (kg, cm, ml)
fr: Métrique (kg, cm, ml)
it: Sistema metrico (kg, cm, ml)
pt_pt: Métrico (kg, cm, ml)
ru: Метрические (кг, см, мл)

source: Micro-Cilantro & Radish
de: Mikro-Koriander und Rettich
es: Micro-Cilantro y Rábano
fr: Micro-coriandre et radis
it: Micro-coriandolo e ravanello
pt_pt: Microcoentro e rabanete
ru: Микро-кинза и редис

source: Micronutrients
de: Mikronährstoffe
es: Micronutrientes
fr: Micronutriments
it: Micronutrienti
pt_pt: Micronutrientes
ru: Микронутриенты

source: min read
de: Min. gelesen
es: lectura mínima
fr: lecture min.
it: minimo letto
ru: минута чтения

source: Minced Garlic
de: Gehackter Knoblauch
es: Ajo Picado
fr: Ail haché
it: Aglio tritato
ru: Рубленый чеснок

source: Minced Shallot
de: Gehackte Schalotte
es: chalote picado
fr: Échalote Émincée
it: Scalogno tritato
ru: Фарш-шалот

source: Minerals & Vitamins
de: Mineralien und Vitamine
es: Minerales y vitaminas
fr: Minéraux et vitamines
it: Minerali e vitamine
pt_pt: Minerais e Vitaminas
ru: Минералы и витамины

source: Minimize
de: Minimieren
es: Minimizar
fr: Minimiser
it: Minimizzare
ru: Свернуть

source: Minimum carbs
de: Minimale Kohlenhydrate
es: carbohidratos mínimos
fr: Glucides minimum
it: Carboidrati minimi
ru: Минимум углеводов

source: Mirin & Sake Blend
de: Mirin & Sake-Mischung
es: Mezcla de mirin y sake
fr: Mélange mirin et saké
it: Miscela di mirin e sake
ru: Смесь Мирин и Саке

source: Miso-Cured Black Cod with Dashi Broth and Shimeji Mushrooms
de: In Miso gepökelter schwarzer Kabeljau mit Dashi-Brühe und Shimeji-Pilzen
es: Bacalao negro curado con miso con caldo dashi y champiñones shimeji
fr: Morue noire séchée au miso avec bouillon Dashi et champignons Shimeji
it: Merluzzo nero marinato al miso con brodo Dashi e funghi Shimeji
ru: Черная треска, приготовленная в мисо, с бульоном даси и грибами симэдзи

source: Miso-Glazed Chilean Sea Bass with Shiitake Consommé
de: Mit Miso glasierter chilenischer Wolfsbarsch mit Shiitake-Consommé
es: Lubina chilena glaseada con miso y consomé de shiitake
fr: Bar chilien glacé au miso avec consommé de shiitake
it: Branzino cileno glassato al miso con consommé di shiitake
ru: Чилийский сибас в глазури мисо с консоме из шиитаке

source: Mixed Bell Peppers
de: Gemischte Paprika
es: Pimientos morrones mixtos
fr: Poivrons mélangés
it: Peperoni Misti
ru: Смесь болгарских перцев

source: Mixed Berries
de: Gemischte Beeren
es: Bayas Mixtas
fr: Baies mélangées
it: Bacche Miste
ru: Смешанные ягоды

source: Mixed Greens
de: Gemischte Grüntöne
es: Verdes Mixtos
fr: Mélange de légumes verts
it: Verdure miste
pt_pt: Verduras Mistas
ru: Смешанная зелень

source: Mon
de: Mo
es: Lun
fr: Lun
it: Lun
ru: Пн

source: Monk Fast. Full day water fast for a reset.
de: Mönch schnell. Den ganzen Tag Wasserfasten für einen Neustart.
es: Monje rápido. Ayuno de agua de día completo para reiniciar.
fr: Moine rapide. Jeûne à l’eau toute la journée pour une réinitialisation.
it: Monaco veloce. Giornata intera di digiuno in acqua per un reset.
pt_pt: Monge Rápido. Jejum de água durante o dia inteiro para uma redefinição.
ru: Монах Фаст. Полный день на воде для перезагрузки.

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
pt_pt: Mensal
ru: Месяц

source: More recipes coming soon.
de: Weitere Rezepte folgen in Kürze.
es: Más recetas próximamente.
fr: Plus de recettes à venir.
it: Altre ricette in arrivo.
pt_pt: Mais receitas em breve.
ru: Скоро будет еще больше рецептов.

source: Muscle Mass
de: Muskelmasse
es: masa muscular
fr: Masse musculaire
it: Massa muscolare
pt_pt: Massa Muscular
ru: Мышечная масса

source: Muscle Tone
de: Muskeltonus
es: tono muscular
fr: Tonus musculaire
it: Tono muscolare
pt_pt: Tom Muscular
ru: Мышечный тонус

source: My Creations
de: Meine Kreationen
es: Mis creaciones
fr: Mes créations
it: Le mie creazioni
pt_pt: Minhas criações
ru: Мои творения

source: My Nutrition Day
de: Mein Ernährungstag
es: Mi día de la nutrición
fr: Ma journée de nutrition
it: La mia giornata nutrizionale
pt_pt: Meu dia de nutrição
ru: Мой день питания

source: My Recipes
de: Meine Rezepte
es: Mis Recetas
fr: Mes recettes
it: Le mie ricette
pt_pt: Minhas receitas
ru: Мои рецепты

source: Natural Peanut Butter
de: Natürliche Erdnussbutter
es: Mantequilla De Maní Natural
fr: Beurre de cacahuète naturel
it: Burro di arachidi naturale
ru: Натуральное арахисовое масло

source: Natural whole foods
de: Natürliche Vollwertkost
es: Alimentos integrales naturales
fr: Aliments entiers naturels
it: Cibi integrali naturali
ru: Натуральные цельные продукты

source: Need a Boost?
de: Brauchen Sie einen Boost?
es: ¿Necesita un impulso?
fr: Besoin d'un coup de pouce ?
it: Hai bisogno di una spinta?
ru: Нужна поддержка?

source: Net
de: Netto
es: Neto
fr: Filet
it: Netto
ru: Чистые

# Net %lld calories, %@
source: Net %1$lld calories, %2$@
de: Netto %lld Kalorien, %@
es: %lld calorías netas, %@
fr: %lld calories nettes, %@
it: %lld calorie nette, %@
pt_pt: %lld calorias líquidas, %@
ru: Чистые %lld калорий, %@

source: net kcal
de: Netto-kcal
es: kcal netas
fr: calories nettes
it: kcal netta
pt_pt: calorias líquidas
ru: чистые ккал

source: Net: %@ kcal
de: Netto: %@ kcal
es: Neto: %@ kcal
it: Netto: %@kcal
ru: Чистые: %@ ккал

source: Net: %lld kcal
de: Netto: %lld kcal
es: Neto: %lld kcal
it: Netto: %lld kcal
pt_pt: Líquido: %lld kcal
ru: Чистые: %lld ккал

source: Next
de: Nächste
es: Próximo
fr: Suivant
it: Prossimo
pt_pt: Próximo
ru: Следующий

source: Next step
de: Nächster Schritt
es: Siguiente paso
fr: Étape suivante
it: Prossimo passo
pt_pt: Próxima etapa
ru: Следующий шаг

source: No chat history yet.
de: Noch kein Chatverlauf.
es: Aún no hay historial de chat.
fr: Pas d'historique de discussion pour l'instant.
it: Nessuna cronologia chat ancora.
pt_pt: Ainda não há histórico de bate-papo.
ru: Истории чата пока нет.

source: No custom recipes yet
de: Noch keine benutzerdefinierten Rezepte
es: Aún no hay recetas personalizadas
fr: Pas encore de recettes personnalisées
it: Nessuna ricetta personalizzata ancora
pt_pt: Ainda não há receitas personalizadas
ru: Индивидуальных рецептов пока нет

source: No data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato
pt_pt: Sem dados
ru: Нет данных

source: No Data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato
pt_pt: Sem dados
ru: Нет данных
